"LIMIT_MAX_RESOURCE_COUNT" = "Maximum number of resources (files & folders) reached.";
"LIMIT_MAX_RESOURCE_SIZE" = "Maximum file size exceeded (10GB).";
"LIMIT_MAX_FOLDER_COUNT" = "Too many resources within a folder.";
"LIMIT_MAX_CONTENT_SIZE" = "Storage is full";
"LIMIT_MAX_TRAFFIC_GUEST" = "Maximum download traffic for guests reached";
"LIMIT_MAX_TRAFFIC_DOWNLOAD" = "Maximum download traffic reached.";
"LIMIT_MAX_TRAFFIC_UPLOAD" = "Maximum upload traffic reached.";
"TOTAL_RESOURCES_IN_TRASH" = "Trash is full. Please empty it and try again.";
